# string - მონაცემთა ტიპი რომელიც არი ბრჭყალებში მოქცეული სიტყვები,სიმბოლოები, წინადადებები,სახელები და ა.შ
print("tatia")


# print - ფუნქცია ტერმინალში გამოსახავს შედეგს.
print("vako")


# terminaly - სადაც გამოდის შედეგი.



# integer - მონაცემთა ტიპი. ყველა მთელი რიცხვი.
print(159)



# float - მონაცემთა ტიპი,რომელსაც პითონში ათწილადი ქვია.
print(6.5)









# Declaration - დეკლარაცია ნიშნავს ცვლადის შექმნის პროცეს.

#    name = "saba"




#  =  - მინიჭების ოპერატორი




# inicialization - ცვლადისთვის მნიშვნელობის მინიჭების პროცეს ჰქვია ინიციალიზება.
# name =




# reinicialization - არის იგივე ცვლადის მნიშვნელობის განახლება ან შეცვლა.
# name = "tatia"    name = "saba"
